---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserAngle
source: html/e5a82313-1f69-82ab-9e3e-2705150e62d7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRiserAngle Property

"Riser Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRiserAngle { get; }
```